anki-bin
baidunetdisk-bin
birdtray
commitizen-go
emojify
firefox-pwa-bin
google-chrome
hugo-git
jd-gui
ksuperkey
linux-xanmod-anbox-tty
linux-xanmod-anbox-tty-headers
msync-git
qqmusic-bin
realvnc-vnc-viewer
sublime-text-4
typora-free-cn
visual-studio-code-bin
wps-office
wps-office-mui-zh-cn
xxd-standalone
