7-zip-full
abiword
ack
android-tools
archlinuxcn-keyring
aria2
arj
ark
asar
audacious
base
base-devel
bash-completion
bash-language-server
bat
bear
blender
blueman
calibre
clash
cliphist
cmake
cmark
code
copyq
crow-translate
cscope
ctags
dbeaver
deno
dhcpcd
docker
dolphin
dosfstools
downgrade
drawio-desktop-bin
efibootmgr
electron-netease-cloud-music
emacs-nativecomp
eslint
espeak-ng
ethtool
exo
falkon
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fcitx5-rime
feh
filelight
firefox-nightly-zh-cn
flameshot
freerdp
fsearch
fuse2
fzf
garcon
gconf
ghc
gimp-devel
git-delta
github-desktop-bin
gitkraken
git-lfs
global
gnome-keyring
gnumeric
go
goldendict-git
gparted
gradle
grub
gtk2
gvim
gwenview
helix
htop
imagemagick
inetutils
inkscape
intellij-idea-community-edition
io
ipython
iwd
jadx
jdk11-openjdk
jdk17-openjdk
jdk8-openjdk
jdk-openjdk
joplin-desktop
jq
jupyter-notebook
kakoune
kate
kcalc
kchmviewer
kcolorchooser
kdeconnect
kdiff3
keepassxc
konqueror
konsole
kotlin
krdc
krita
kruler
kshutdown
kwalletmanager
kweather
lazygit
lib32-libva-mesa-driver
lib32-nvidia-utils
lib32-opencl-nvidia
libinput-gestures
libreoffice-still
libreoffice-still-zh-cn
libva-mesa-driver
libvdpau-va-gl
linux
linux-firmware
linux-headers
lldb
lmms
lrzip
lua-language-server
lzop
man-db
masterpdfeditor
maven
mdbook
mission-center
mitmproxy
mpv
mysql
nano
nasm
neofetch
neovim
neovim-remote
nerd-fonts-fira
networkmanager
network-manager-applet
networkmanager-openvpn
nextcloud-client
nm-connection-editor
nodejs
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs3-dkms
ntfs-3g
nvidia-open-dkms
nvidia-prime
nvidia-settings
obsidian
obs-studio
okular
onedrive-abraunegg
opencl-nvidia
os-prober
otf-cascadia-code
otf-firamono-nerd
otf-font-awesome
pamac-aur
paru
pavucontrol
peek
php
plasma5-applets-window-appmenu
plasma-meta
plasma-wayland-session
pnpm
postman-bin
prettier
proxychains-ng
pulseaudio-alsa
pulseaudio-bluetooth
pyside6
pyside6-tools
python2
python-httpx
python-pandas
python-pip
python-pyclip
python-pygments
python-setuptools
python-tqdm
python-typer
qbittorrent-enhanced-git
qemu-full
qopenvpn
qtcreator
qtcreator-devel
ranger
rhythmbox
ripgrep
rsync
ruby
rust-analyzer
rustup
samba
scrcpy
sddm
simplescreenrecorder
sqlitebrowser
squashfs-tools
sshfs
sshpass
starship
strace
stylua
sudo
syncthing
systray-x-kde
tcl
tcpdump
telegram-desktop
tesseract
tesseract-data-eng
tesseract-data-jpn
tesseract-data-jpn_vert
texlive-basic
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-mathscience
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
thunar
thunar-volman
thunderbird
thunderbird-i18n-zh-cn
tldr
tmux
translate-shell
trash-cli
ts-node
tsocks
ttf-fira-code
ttf-firacode-nerd
ttf-lxgw-wenkai
ttf-lxgw-wenkai-mono
tumbler
typescript-language-server
udisks2-qt5
ufw
uget
unarchiver
unciv
unrar
virtualbox
virtualbox-ext-vnc
virtualbox-guest-iso
vivaldi
vivaldi-ffmpeg-codecs
wget
wine-for-wechat
wine-wechat-setup
wireless-regdb
wireshark-qt
wl-clipboard
wmctrl
wofi
wqy-bitmapfont
wqy-microhei
wqy-microhei-lite
wqy-zenhei
x11docker
xclip
xdotool
xf86-video-amdgpu
xfce4-appfinder
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-session
xfce4-settings
xfce4-terminal
xfce4-wavelan-plugin
xfconf
xfdesktop
xfwm4
xfwm4-themes
xournalpp
xterm
yaegi
yakuake
yarn
yt-dlp
zathura
zathura-pdf-poppler
zeal-git
zettlr
zoxide
zsh
zsh-completions
