7-zip-full
ack
android-studio
android-tools
archlinuxcn-keyring
aria2
arj
ark
audacious
base
base-devel
bash-completion
bash-language-server
calibre
ccls
clash
ctags
dbeaver
deno
dhcpcd
docker
dolphin
dosfstools
downgrade
drawio-desktop-bin
efibootmgr
electron-netease-cloud-music
emacs-nativecomp
eslint
ethtool
exo
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fcitx5-rime
fd
feh
feishu-bin
filelight
firefox-nightly-zh-cn
flameshot
fossil
freerdp
fsearch
fuse2
fzf
garcon
gimp
git-delta
github-desktop-bin
gitkraken
git-lfs
global
gnome-keyring
gnome-weather
go
gparted
gradle
grub
gwenview
htop
imagemagick
inetutils
ipython
iwd
jadx
jdk11-openjdk
jdk8-openjdk
jdk-openjdk
joplin
joplin-desktop
jq
jupyter-notebook
kate
kcalc
kchmviewer
kcolorchooser
kdeconnect
keepassxc
konsole
krdc
kruler
kwalletmanager
lazygit
lib32-libva-mesa-driver
lib32-nvidia-utils
lib32-opencl-nvidia
libinput-gestures
libreoffice-still
libreoffice-still-zh-cn
libva-mesa-driver
libvdpau-va-gl
linux
linux-firmware
linux-headers
logseq-desktop
lrzip
lua-language-server
lzop
man-db
masterpdfeditor
maven
mdbook
mpv
nano
neofetch
neovim-git
neovim-remote
neovim-symlinks
nerd-fonts-fira
networkmanager
networkmanager-openvpn
nextcloud-client
nm-connection-editor
nodejs
notion-app-enhanced
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs3-dkms
ntfs-3g
nvidia-open-dkms
nvidia-prime
nvidia-settings
obsidian
obs-studio
okular
onedrive-abraunegg
opencl-nvidia
os-prober
otf-firamono-nerd
paru
pavucontrol
php
plasma5-wallpapers-dynamic
plasma-meta
pnpm
postman-bin
prettier
proxychains-ng
pulseaudio-alsa
python-pip
python-pygments
qbittorrent-enhanced-git
qemu-full
qopenvpn
ranger
rhythmbox
ruby
rust
samba
scrcpy
sddm
squashfs-tools
sshfs
sshpass
steam
steam-native-runtime
strace
stylua
sudo
tcl
tcpdump
telegram-desktop
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunar
thunar-volman
thunderbird
thunderbird-i18n-zh-cn
tldr
tlp
tor-browser
translate-shell
trash-cli
ts-node
tsocks
ttf-fira-code
ttf-firacode-nerd
ttf-lxgw-wenkai
ttf-lxgw-wenkai-mono
tumbler
udisks2-qt5
ufw
uget
unarchiver
unciv
unrar
ventoy-bin
virtualbox
virtualbox-ext-vnc
virtualbox-guest-iso
wget
wine-for-wechat
wine-wechat-setup
wireless-regdb
wireshark-qt
wmctrl
wqy-bitmapfont
wqy-microhei
wqy-microhei-lite
wqy-zenhei
xclip
xdotool
xf86-video-amdgpu
xfce4-appfinder
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-session
xfce4-settings
xfce4-terminal
xfce4-wavelan-plugin
xfconf
xfdesktop
xfwm4
xfwm4-themes
xournalpp
yaegi
yakuake
yarn
yt-dlp
zathura
zathura-pdf-poppler
zeal-git
zettlr
zoxide
zsh
zsh-completions
